tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
brew "avrdude"
brew "bootloadhid", args: ["HEAD"]
brew "clang-format"
brew "llvm"
brew "cquery"
brew "dfu-programmer"
brew "dfu-util"
brew "gcc"
brew "ghostscript"
brew "git"
brew "python"
brew "go"
brew "hugo"
brew "imagemagick"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nodebrew"
brew "pstoedit"
brew "r", link: false
brew "vim"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "r-app"
cask "rstudio"
cask "xquartz"
